antfu.icons-carbon
christian-kohler.path-intellisense
eamodio.gitlens
esbenp.prettier-vscode
golang.go
helgardrichard.helium-icon-theme
kisstkondoros.vscode-gutter-preview
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode.powershell
naumovs.color-highlight
nur.just-black
redhat.ansible
redhat.vscode-yaml
rust-lang.rust-analyzer
usernamehw.errorlens
yzhang.markdown-all-in-one
