fzf
ripgrep
python
bat
eza
neovim
zoxide
go
gh
cmake
wget
curl
gcc
gdb
adb
lazygit
jq
spotify
fastfetch
AnonymousPro-NF
FiraCode-NF
Hack-NF
